---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.MullionAngle
source: html/5299284d-c14f-fb42-488a-e0b91bbd43e9.htm
---
# Autodesk.Revit.DB.ParameterTypeId.MullionAngle Property

"Angle"

## Syntax (C#)
```csharp
public static ForgeTypeId MullionAngle { get; }
```